<?php

namespace Faker\Provider\he_IL;

class Lorem extends \Faker\Provider\Lorem
{
    protected static $wordList = [
        'לורם', 'איפסום', 'דולור', 'סיט', 'אמט', 'קונסקטורר', 'אדיפיסינג', 'אלית', 'הועניב', 'היושבב', 'שערש', 'שמחויט',
        'שלושע', 'ותלברו', 'חשלו', 'שעותלשך', 'וחאית', 'נובש', 'ערששף', 'זותה', 'מנק', 'הבקיץ', 'אפאח', 'דלאמת', 'יבש',
        'כאנה', 'ניצאחו', 'נמרגי', 'שהכים', 'תוק', 'הדש', 'שנרא', 'התידם', 'הכייר', 'וק', 'סת', 'אלמנקום', 'ניסי',
        'נון', 'ניבאה', 'דס', 'איאקוליס', 'וולופטה', 'דיאם', 'וסטיבולום', 'אט', 'קראס', 'אגת', 'לקטוס', 'וואל', 'אאוגו',
        'סוליסי', 'טידום', 'בעליק', 'קונדימנטום', 'קורוס', 'בליקרא', 'נונסטי', 'קלובר', 'בריקנה', 'סטום', 'לפריקך',
        'תצטריק', 'לרטי', 'קולורס', 'מונפרד', 'אדנדום', 'סילקוף', 'מרגשי', 'ומרגשח', 'עמחליף', 'קולהע', 'צופעט',
        'למרקוח', 'איבן', 'איף', 'ברומץ', 'כלרשט', 'מיחוצים', 'קלאצי', 'ושבעגט', 'ליבם', 'סולגק', 'בראיט', 'ולחת',
        'צורק', 'מונחף', 'בגורמי', 'מגמש', 'תרבנך', 'וסתעד', 'לכנו', 'סתשם', 'השמה', 'לתכי', 'מורגם', 'בורק', 'לתיג',
        'ישבעס', 'סחטיר', 'בלובק', 'תצטנפל', 'בלינדו', 'למרקל', 'אס', 'לכימפו', 'דול', 'צוט', 'ומעיוט', 'לפתיעם',
        'ברשג', 'ולתיעם', 'גדדיש', 'קוויז', 'דומור', 'ליאמום', 'בלינך', 'רוגצה', 'לפמעט', 'מוסן', 'מנת', 'להאמית',
        'קרהשק', 'סכעיט', 'דז', 'מא', 'מנכם', 'למטכין', 'נשואי', 'מנורךגולר', 'מונפרר', 'סוברט', 'שבצק', 'יהול',
        'לכנוץ', 'בעריר', 'גק', 'ליץ', 'נולום', 'ארווס', 'סאפיאן', 'פוסיליס', 'קוויס', 'אקווזמן',
    ];
}
